import merkulova from "../assets/merkulova.jpg";
import garkusha from "../assets/garkusha.jpg";
import tarapata from "../assets/tarapata.jpg";
import lupan from "../assets/lupan.jpg";
import marina from "../assets/marina.jpg";

export const reviewsData = [
  {
    id: 1,
    avatar: merkulova,
    title: "Катерина - мама  учениці, 5 років",
    date: "23.12.2024р.",
    text: "Їй справді все подобається. Сьогодні сказала сідай займатись, так вона і приладдя всі підготувала, і з задоволенням почала займатися. І бачу, що вона вже почала звикати до такого формату. Спочатку соромилась і дивитись, і записувати відео. А зараз сидить вчить, як вона буде відповідати і відео вже пише легко. Мені це подобається.",
  },
  {
    id: 2,
    avatar: marina,
    title: "Марина - мама учениці, 9 років",
    date: "18.10.2024р.",
    text: "Насправді, мало ми займаємося, але ви уявляєте, два уроки в тиждень з вами, і шкільну програму вона проходить не напружуючись. Дякую)) Англійська - єдиний предмет, який вона вчить та робить ДЗ...",
  },
  {
    id: 3,
    avatar: garkusha,
    title: "Єкатерина - мама учениці, 7 років",
    date: "29.11.2024р.",
    text: "Моя донечка почала займатися англійською з Анною і я в повному захваті. Доня сама слідкує за оновленями уроків, чекає на нові і одразу приймається за виконання цікавих завдань. Обов’язково згадує у колективі чи то навчальному, чи то в спортивному, що в неї є класні англійські уроки. А коли Анна присилає наліпки, то взагалі любов-любовна. Для мене насолода, коли вона 13ти річного брата питає, чи він взагалі, таке слово знає? Маленька, а вже повчає! Дякую, що є чому повчати. А для мене, як для мами, дуже зручний формат каналу, зрозумілі завдання і є система заохочень.",
  },
  {
    id: 4,
    avatar: tarapata,
    title: "Ольга - мама учениці, 12 років",
    date: "10.10.2023р.",
    text: "Доброго ранку! Дякую! Питань немає, бо бачимо результат і дитина задоволена, і усвідомлює це, на уроках у школі відчуває себе впевнено. Дякуємо, Анно, за вашу кропітку працю! До зустрічі в жовтні.",
  },
  {
    id: 5,
    avatar: lupan,
    title: "Олена - мама учениці, 9 років",
    date: "05.09.2024р.",
    text: "Я в захваті :) бо дитину жодного разу не вмовляла іти до тебе на урок :) біжить навіть з двору, коли грає:) І окрема любов до контрольних. Нещодавно прокинулась  о 6 ранку і плаче. Каже, наснилось, що не потрапила на контрольну у Анни з англійської.",
  },
];